Repository: oliverbrehm/BouncysTower
Catalog: BouncyJump/Resources/Strings/*.lproj/Localizable.strings
Languages: de

# backTitle
source: BACK
de: ZURÜCK

# standardBrickTitle
source: Standard Brick
de: Stein

# blueBrickTitle
source: Blue Brick
de: Blauer Stein

# redBrickTitle
source: Red Brick
de: Roter Stein

# greenBrickTitle
source: Green Brick
de: Grüner Stein

# yellowBrickTitle
source: Yellow Brick
de: Gelber Stein

# purpleBrickTitle
source: Purple Brick
de: Lila Stein

# orangeBrickTitle
source: Orange Brick
de: Orangener Stein

# glassBrickTitle
source: Glass Brick
de: Glas

# diamondBrickTitle
source: Diamond Brick
de: Diamantenstein

# magicBrickTitle
source: Magic Brick
de: Magischer Stein

# standardBrickDescription
source: Use it to build your personal tower
de: Benutze ihn um damit deinen Turm zu bauen!

# blueBrickDescription
source: Colorful blue brick
de: Ein blauer Stein.

# redBrickDescription
source: Colorful red brick
de: Ein bunter roter stein.

# greenBrickDescription
source: Colorful green brick
de: Ein grüner stein.

# yellowBrickDescription
source: Colorful yellow brick
de: Ein Stein mit gelbem Schein.

# purpleBrickDescription
source: Colorful purple brick
de: Dieser Stein ist lila.

# orangeBrickDescription
source: Colorful orange brick
de: Ein orangener Stein.

# glassBrickDescription
source: Bick made of glass
de: Ein Stein aus Glas.

# diamondBrickDescription
source: Fancy diamond brick for your tower
de: Funkelnder Stein aus Diamanten.

# moveTutorialDescription
source: Touch and hold to move. Use the entire left half of the screen to move left and the right half to move right. You move faster the longer you touch the screen.
de: Zum Bewegen musst du den Bildschirm Berühren und halten. Benutze die ganze linke Hälfte des Bildschirms, um nach links zu steuern und die rechte Hälfte, um nach rechts zu steuern. Du wirst schneller je länger du den Bildschirm berührst.

# wallTutorialDescription
source: Great, you reached the next Level! Did you notice: You get an extra boost upwards if you jump against the wall! If you roll left or right on the platform, you gain more speed and jump higher.
de: Super, du hast das nächste Level erreicht! Übrigens: Wenn du gegen die Wand springst, bekommst du nochmal einen extra Stoß nach oben! Wenn du auf der Platform nach links oder rechts rollst, wirst du schneller und springst höher.

# combosTutorialDescription
source: Nice jumping! You get an even higher score if you do combos. Always keep rolling by holding your touch while on the platform. To get a combo you have to jump at least two platforms at once and hit the left or right wall between each jump.
de: Gut gesprungen! Du kannst sogar noch mehr Punkte bekommen, wenn du Combos machst. Halte den Spieler auf jeder Platform am Rollen indem du später loslässt. Um eine Combo zu bekommen musst du immer mindestens zwei Plattformen auf einmal überspringen und jedes mal die linke oder rechte Wand berühren.

# bricksTutorialDescription
source: Cool, you collected a loose brick! Use it in the main screen to build your own personal tower.
de: Cool, du hast einen losen Stein gefunden! Benutze ihn im Hauptmenü um deinen eigenen Turm aufzubauen.

# extraLivesTutorialDescription
source: Hey, you found an extra life! If you fall down, you can decide to use it and it will save you once.
de: Hey, du hast ein Extraleben gefunden! Wenn du runterfällst kannst du es benutzen um eine zweite Chance zu bekommen.

# towerMultiplicatorTutorialDescription
source: Awesome, your tower is growing! You even get a higher in-game score the taller the tower gets. The score for each jump will be multiplied by the height of your tower.
de: Super, dein Turm wird immer höher! Je höher der Turm, desto mehr Punkte wirst du im Spiel bekommen. Die Punktzahl für jeden Sprung wird mit der Höhe des Turms multipliziert.

# comboPerfectMessage
source: Perfect!
de: Perfekt!

# comboAwesomeMessage
source: AWESOME
de: SUPER

# rankLabel
source: RANK
de: RANG

# newHighscoreLabel
source: NEW HIGHSCORE
de: NEUER HIGHSCORE

# pausedLabel
source: PAUSED
de: PAUSE

# useExtralifeQuestion
source: Use extralife?
de: Extraleben benutzen?

# noScoresMessage
source: No scores yet...
de: Noch keine Scores...

# visitStoreMessage
source: Hey there, it seems you have collected a lot of coins! Why not visit the shop? You can get extra lives and shiny bricks for your personal tower! Click on the coin icon in the menu any time to open the shop.
de: Hey, inzwischen hast du sehr viele Münzen gesammelt! Wie wäre es einmal den Shop zu besuchen? Dort gibt es viele nützliche Sachen wie Extraleben oder Steine, um deinen Turm zu bauen! Du kannst jederzeit die Münzen oder Extraleben im Menü berühren um zum Shop zu gelangen.

# startTitle
source: PLAY
de: SPIELEN

# towerHeightRestrictionMessage
source: You cannot build your tower any higher in the free version. Please consider buying premium to build as far up as you like!
de: In der kostenlosen Version geht es nicht mehr höher hinaus. Bitte kaufe die Premium Version um so hoch zu bauen, wie du möchtest!

# buildTowerInfoMessage
source: Here you can build your own personal tower! Collect or buy five bricks to build a new row.
de: Hier kannst du deinen eigenen Turm bauen! Sammle oder kaufe mindestens fünf Steine um eine neue Reihe hinzuzufügen.

# towerHeightLabel
source: Tower height
de: Turmhöhe

# bricksLeftLabel
source: Bricks left
de: Übrige Steine

# buyPremiumTitle
source: Buy premium
de: Premium kaufen

# buyPremiumDescription
source: For no more reminders to buy and a good concience
de: Schluss mit Erinnerungen zum Kaufen und Wartezeiten!

# extralifeTitle
source: Extra life
de: Extraleben

# extralifeDescription
source: Saves you once from falling down
de: Gibt dir eine zweite Chance wenn du runterfällst.

# insufficientCoinsTitle
source: Not enough coins
de: Zu wenige Münzen

# confirmBuyTitle
source: Buy
de: Kaufen

# noThanksMessage
source: No thanks
de: Nein danke

# thanksMessage
source: Thanks!
de: Danke!

# insufficientCoinsMessage
source: Sorry, but you don't have enough coins to buy this. Come back if you have collected %@ coins!
de: Leider hast du dafür nicht genügend Münzen. Komm zurück wenn du %@ Münzen gesammelt hast!

# confirmBuyQuestion
source: Do you want to buy "%@" for %@ coins?
de: Möchtest du "%@" für %@ Münzen kaufen?

# buyConfimationMessage
source: You bought a new %@!
de: Du hast "%@" gekauft!

# featureWaitingTime
source: No more waiting time and reminders!
de: Schluss mit Erinnerungen zum Kaufen und Wartezeiten!

# featureTowerHeight
source: Build your personal tower as high as you like!
de: Baue deinen eigenen Turm so hoch wie du möchtest!

# featureSupport
source: Support the development of this and other games!
de: Unterstütze die Entwicklung von diesem und anderen Spielen!

# restoreTitle
source: Restore
de: Wiederherstellen

# buyTitle
source: BUY
de: KAUFEN

# buyingLabel
source: buying...
de: kaufe...

# loadingPriceLabel
source: loading price...
de: Preis laden...

# restoredTitle
source: Restored
de: Wiederherstellen

# errorTitle
source: Error
de: Fehler

# restoredMessage
source: Restore was successfull.
de: Wiederherstellen war erfolgreich.

# errorMessage
source: Error restoring premium, please try again.
de: Fehler beim Wiederherstellen, bitte versuche es noch einmal.
